sdaiCreateComplexInstance(Sdai_instS*,Sdai_Id_aggr*)
\details
Creates a complex instance with specified name within a model.
\param model      [in] A model to create the complex instance within.
\param entityList [in] A list of entites included in the complex entity.
\returns A created complex application instance.